{
    "About": "About me",
    "Contact": "Contact",
    "description": "I am a self-taught web developer. I create multiplatform applications with responsive design for mobile and desktop devices, I use web technologies, on the frontend I use HTML5, CSS3, JS, Bootstrap, Angular Material and Angular as framework, for the backend I use NodeJs, ExpressJs, MongoDB and FireBase . In addition to libraries that you need for the project. My designs are minimalist and simple-looking solutions with their well-defined functions and UI. I am part of development communities, I collaborate on projects and I learn to work as a team. I want to develop my profile to be a fullstack developer of web applications.",
    "skills": "These are the technologies I use",
    "projects": "Projects",
    "projectName": "{{name}}",
    "projectDescription": "It is a web application with the function of providing information on the price of different cryptocurrencies converted to euro / dollar / peso. It is a contribution together with two other developers from the community which we develop to acquire knowledge both in development and in teamwork.",
    "linkGit": "Link to project in GITHUB",
    "linkDeploy": "Link to the deployed project",
    "langUsed": "Langs used",
    "name": "Name",
    "subject": "Subject",
    "message": "Message",
    "send": "Send",
    "contact": "Contact",
    "subtitulo": "{{subtitle}}",
    "aboutTitle": "Hi, I’m Pablo. Nice to meet you.",
    "aboutParraf": "Since beginning my journey as a freelance designer nearly 2 years ago, I've done remote work for agencies, consulted for startups, and collaborated with talented people to create digital products for both business and consumer use. I'm quietly confident, naturally curious, and perpetually working on improving my chops one design problem at a time.",
    "html5": "Is a markup language used for structuring and presenting content on the World Wide Web. It is the fifth and last major HTML version that is a World Wide Web Consortium (W3C) recommendation.",
    "css": "Is a style sheet language used for describing the presentation of a document written in a markup language such as HTML. CSS is a cornerstone technology of the World Wide Web, alongside HTML and JavaScript. CSS is designed to enable the separation of presentation and content, including layout, colors, and fonts.",
    "js": "Often abbreviated as JS, is a programming language that conforms to the ECMAScript specification. JavaScript is high-level, often just-in-time compiled, and multi-paradigm. It has curly-bracket syntax, dynamic typing, prototype-based object-orientation, and first-class functions. Alongside HTML and CSS, JavaScript is one of the core technologies of the World Wide Web. Over 97% of websites use it client-side for web page behavior, ten incorporating third-party libraries.",
    "ts": "Is a programming language developed and maintained by Microsoft. It is a strict syntactical superset of JavaScript and adds optional static typing to the language. TypeScript is designed for the development of large applications and transcompiles to JavaScript. As TypeScript is a superset of JavaScript, existing JavaScript programs are also valid TypeScript programs.",
    "angular": "Is a TypeScript-based open-source web application framework led by the Angular Team at Google and by a community of individuals and corporations. Angular is a complete rewrite from the same team that built AngularJS. Angular is used as the frontend of the MEAN stack, consisting of MongoDB database, Express.js web application server framework, Angular itself (or AngularJS), and Node.js server runtime environment.",
    "react": "It is an open source front-end JavaScript library for building user interfaces or user interface components. It is maintained by Facebook and a community of developers and individual companies. React can be used as the foundation for single page or mobile app development.",
    "bootstrap": "It is a free and open source CSS framework aimed at responsive and mobile front-end web development. Contains CSS and (optionally) JavaScript-based design templates for typography, forms, buttons, navigation, and other interface components.",
    "node": "It is an open source, cross-platform, back-end JavaScript runtime environment that runs on the V8 engine and executes JavaScript code outside of a web browser.",
    "firebase": "It is a platform developed by Google to create web and mobile applications. It was originally an independent company founded in 2011. In 2014, Google acquired the platform and it is now its flagship offering for application development.",
    "mongodb":"It is a cross-platform document-oriented database program available at source. Classified as a NoSQL database program, MongoDB uses JSON-like documents with optional schemas.",
    "git": "Is software for tracking changes in any set of files, usually used for coordinating work among programmers collaboratively developing source code during software development. Its goals include speed, data integrity, and support for distributed, non-linear workflows (thousands of parallel branches running on different systems)."
}