{
    "About": "Sobre mi",
    "Contact": "Contacto",
    "description": "Desde que comencé mi andadura como diseñador autónomo hace casi 2 años, hice trabajos remoto para agencias, consulté para startups y colaboró con gente talentosa para crear productos digitales para ambos uso comercial y de consumo. Estoy tranquilamente confiado, naturalmente curioso, y trabajando constantemente para mejorar mis habilidades, un problema de diseño a la vez hora.",
    "skills": "Estas son las tecnologias que uso",
    "projects": "Proyectos",
    "projectName": "Calculadora de criptomonedas",
    "projectDescription": "{{description}}",
    "linkGit": "Enlace al codigo en GITHUB",
    "linkDeploy": "Enlace a la app",
    "langUsed": "Lenguajes usados",
    "name": "Nombre",
    "subject": "Asunto",
    "message": "Mensaje",
    "send": "Enviar",
    "contact": "Contacto",
    "subtitulo": "Diseño y codifico cosas maravillosamente simples, y me encanta lo que hago.",
    "aboutTitle": "Hola, soy Pablo. Un placer conocerte.",
    "aboutParraf": "Desde que comencé mi camino como desarrollador independiente hace casi 2 años, he trabajado a distancia para agencias, he trabajado como consultor para nuevas empresas y he colaborado con personas talentosas para crear productos digitales para uso comercial y de consumo. Estoy tranquilo, naturalmente curioso y trabajando constantemente para mejorar mis habilidades.",
    "html5": "Es un lenguaje de marcado que se utiliza para estructurar y presentar contenido en la World Wide Web. Es la quinta y última versión principal de HTML que es una recomendación del World Wide Web Consortium (W3C).",
    "css": "Es un lenguaje de hojas de estilo que se utiliza para describir la presentación de un documento escrito en un lenguaje de marcado como HTML. CSS es una tecnología fundamental de la World Wide Web, junto con HTML y JavaScript. CSS está diseñado para permitir la separación de la presentación y el contenido, incluidos el diseño, los colores y las fuentes .",
    "js": "A menudo abreviado como JS, es un lenguaje de programación que se ajusta a la ECMAScript especificación. JavaScript es de alto nivel, a menudo compilado justo a tiempo y de múltiples paradigmas. Tiene sintaxis de corchetes, escritura dinámica, orientación a objetos basada en prototipos y funciones de primera clase... Junto con HTML y CSS, JavaScript es una de las tecnologías centrales de la World Wide Web. Más del 97% de los sitios web lo utilizan del lado del cliente para el comportamiento de las páginas web, a menudo incorporan bibliotecas de terceros.",
    "ts": "Es un lenguaje de programación desarrollado y mantenido por Microsoft. Es un superconjunto sintáctico estricto de JavaScript y agrega escritura estática opcional al lenguaje. TypeScript está diseñado para el desarrollo de grandes aplicaciones y transcompila a JavaScript. Como TypeScript es un superconjunto de JavaScript, los programas JavaScript existentes también son programas TypeScript válidos.",
    "angular": "Es un marco de aplicación web de código abierto basado en TypeScript dirigido por el equipo de Angular en Google y por una comunidad de individuos y corporaciones. Angular es una reescritura completa del mismo equipo que construyó AngularJS. Angular se utiliza como la interfaz de la pila MEAN, que consta de la base de datos MongoDB, el marco del servidor de aplicaciones web Express.js, el propio Angular (o AngularJS ) y el entorno de tiempo de ejecución del servidor Node.js.",
    "react": "Es una de código abierto front-end biblioteca JavaScript para la construcción de interfaces de usuario o componentes de interfaz de usuario. Es mantenido por Facebook y una comunidad de desarrolladores y empresas individuales. React se puede utilizar como base en el desarrollo de aplicaciones móviles o de una sola página.",
    "bootstrap": "Es un marco CSS gratuito y de código abierto dirigido al desarrollo web front-end receptivo y móvil. Contiene plantillas de diseño basadas en CSS y (opcionalmente) JavaScript para tipografía, formularios, botones, navegación y otros componentes de la interfaz.",
    "node": "Es una de código abierto, multiplataforma, de back-end JavaScript entorno de ejecución que se ejecuta en el motor V8 y ejecuta el código JavaScript fuera de un navegador web.",
    "firebase": "Es una plataforma desarrollada por Google para crear aplicaciones web y móviles. Originalmente era una empresa independiente fundada en 2011. En 2014, Google adquirió la plataforma y ahora es su oferta insignia para el desarrollo de aplicaciones.",
    "mongodb":"Es un programa de base de datos orientado a documentos multiplataforma disponible en origen. Clasificado como un programa de base de datos NoSQL, MongoDB utiliza documentos similares a JSON con esquemas opcionales.",
    "git": "Es un software para rastrear cambios en cualquier conjunto de archivos, generalmente utilizado para coordinar el trabajo entre programadores que desarrollan código fuente en colaboración durante el desarrollo del software. Sus objetivos incluyen velocidad, integridad de datos y soporte para flujos de trabajo distribuidos y no lineales (miles de ramas paralelas que se ejecutan en diferentes sistemas)."
}